alacritty
baobab
base
base-devel
blueman
bluez-utils
brightnessctl
certbot
cool-retro-term
dbeaver
ddgr
deno
direnv
discord
docker
docker-compose
dunst
efibootmgr
firefox
fish
fzf
ghostscript
git
grim
grub
gvfs
htop
hyprland
hyprlock
hyprpaper
ipython
libnotify
libreoffice-fresh-ru
linux
linux-firmware
luarocks
mairix
man-db
mkcert
neofetch
neovim
networkmanager
nmap
nodejs-lts-iron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
opam
openssh
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire-pulse
pnpm
polkit-gnome
python-aiohttp
python-black
python-dotenv
python-faker
python-isort
python-pandas
python-pipx
python-psycopg2
python-sqlalchemy
ranger
rebuilderd
ripgrep
rsync
slurp
sqlfluff
sqlitebrowser
sqlmap
steam
tcpdump
telegram-desktop
thunar
thunderbird
tldr
tmux
traceroute
ttf-font-awesome
ttf-jetbrains-mono
ueberzug
v4l2loopback-dkms
v4l2loopback-utils
waybar
wev
wezterm
wl-clipboard
xdg-desktop-portal-hyprland
xsel
yarn
